[
  {
    "subj": "GEOG",
    "num": "1",
    "title": "GEOG 1 Introduction to Human Geography",
    "description": "The purpose of this course is to provide an understanding of how human societies organize their geographic space and why certain patterns emerge in the resulting human landscape. Principles of location, place, territoriality and geopolitics, migration, gender, economic change, and power are used to examine the geographic distribution of human activity. Geographic comparisons are drawn between North and South, and on global, regional, and local issues.",
    "instructor": "Fox (19F, 20S, 20F, 21S)  Batra (20W) Lopez (21W)",
    "offered": "",
    "distrib": "Dist:INT or SOC; WCult:CI"
  },
  {
    "subj": "GEOG",
    "num": "1.01",
    "title": "GEOG 1.01 The Natural Environment",
    "description": "Our natural environment results from an array of climatic, biogeographic, and other physical processes that have changed dramatically over time in response to natural and human-induced disturbance. This course begins by presenting the fundamentals of atmospheric processes; then examines the physical controls on the resulting global pattern of landforms, soils, and vegetation biomes across spatial and temporal scales; and ultimately explains the form and pattern of the earth's physical geography. Emphasis is also placed on demonstrating the role of human disturbance on these natural processes through shifts in global climate, land use, deforestation and other anthropogenic mechanisms. The media of presentation will be lecture and both field and laboratory exercises.",
    "instructor": "Mankin",
    "offered": "",
    "distrib": "Dist:SLA"
  },
  {
    "subj": "GEOG",
    "num": "2",
    "title": "GEOG 2 Global Health and Society",
    "description": "Only a few decades ago, we were ready to declare a victory over infectious diseases. Today, infectious diseases are responsible for the majority of morbidity and mortality experienced throughout the world. Even developed countries are plagued by resistant \"super-bugs\" and antibiotic misuse. This course will examine the epidemiology and social impact of past and present infectious disease epidemics in the developing and developed world. The introduction of drugs to treat HIV/AIDS in sub-Saharan Africa will be considered from political, ethical, medical, legal and economic perspectives. Lessons from past and current efforts to control global infectious diseases will guide our examination of the high-profile infectious disease pathogens poised to threaten our health in the future. Open to all students. Limited to 35 students.",
    "instructor": "Adams, Butterly (20W, 21W)  Neely (20S) Fox (19F, 20F, 21S)",
    "offered": "",
    "xlist": "undefined",
    "distrib": "Dist:INT or SOC"
  },
  {
    "subj": "GEOG",
    "num": "2.01",
    "title": "GEOG 2.01 Introduction to Human Geography",
    "description": "The purpose of this course is to provide an understanding of how human societies organize their geographic space and why certain patterns emerge in the resulting human landscape. Principles of location, place, territoriality and geopolitics, migration, gender, economic change, and power are used to examine the geographic distribution of human activity. Geographic comparisons are drawn between North and South, and on global, regional, and local issues.",
    "instructor": "Fox (Fall &Spring) Lopez (Winter)",
    "offered": "",
    "distrib": "Dist:INT or SOC; WCult:CI"
  },
  {
    "subj": "GEOG",
    "num": "3",
    "title": "GEOG 3 Introduction to the Natural Environment",
    "description": "Our natural environment results from an array of climatic, biogeographic, and other physical processes that have changed dramatically over time in response to natural and human-induced disturbance. This course begins by presenting the fundamentals of atmospheric processes; then examines the physical controls on the resulting global pattern of landforms, soils, and vegetation biomes across spatial and temporal scales; and ultimately explains the form and pattern of the earth's physical geography. Emphasis is also placed on demonstrating the role of human disturbance on these natural processes through shifts in global climate, land use, deforestation and other anthropogenic mechanisms. The media of presentation will be lecture and both field and laboratory exercises.",
    "instructor": "Magilligan",
    "offered": "",
    "distrib": "Dist:SLA"
  },
  {
    "subj": "GEOG",
    "num": "4",
    "title": "GEOG 4 New England Landscapes and Environments",
    "description": "Small enough to know well, New England boasts an enormous variety of human and physical features in a dynamic setting of change. In this class we focus on the physical aspects of the landscape, learning about its geology, flora, fauna, and climate as they set the stage for and are affected by human activities. The class includes two field trips, visitors, films, and readings from a variety of sources.",
    "instructor": "",
    "offered": "",
    "distrib": "SCI"
  },
  {
    "subj": "GEOG",
    "num": "4.01",
    "title": "GEOG 4.01 Global Poverty and Care",
    "description": "This course explores causes and patterns of global poverty and links this with the urgent need for care and care ethics in our lives and in society broadly. We will focus particularly on how care work is devalued and globalized through international flows of care that contribute to global inequality. Through our analysis of global interconnections we will think about our responsibilities to care for those who are near and those who are across the globe.",
    "instructor": "Lopez",
    "offered": "",
    "distrib": "Dist:INT or SOC"
  },
  {
    "subj": "GEOG",
    "num": "4.02",
    "title": "GEOG 4.02 Introduction to Geospatial Thinking",
    "description": "This course is an introductory survey into key concepts of geographical thought (e.g., place, space, and territory) and their interconnection with a range of geospatial tools and techniques (from paper maps to global positioning systems). By developing geospatial thinking, students will enrich their understanding of spatial data and technologies through concepts and debates in the field of geography. Conversely, command of geospatial tools and techniques will help integrate their use with other types of knowledge.",
    "instructor": "Alvarez Leo",
    "offered": "",
    "distrib": "Dist:SOC"
  },
  {
    "subj": "GEOG",
    "num": "5",
    "title": "GEOG 5 Global Climate Change",
    "description": "Climate is a fundamental driver of populations, economies, and cultures.  Over the past century, humans have been modifying the atmosphere through the emission of greenhouse gases.  This course will provide an overview of the Earth’s climate system and the physical basis, impacts, and societal dimensions of climate change.",
    "instructor": "Winter",
    "offered": "",
    "distrib": "SCI"
  },
  {
    "subj": "GEOG",
    "num": "5.01",
    "title": "GEOG 5.01 Life in the Anthropocene",
    "description": "Most scientists believe we now live in The Anthropocene, a period defined by the unprecedented influence of human activity on the Earth and its ecosystems. This course will investigate the phyiscal and ecological consequences of the Anthropocene. We will examine the global impacts of climate change and land-use change to better understand the future feedbacks between climate, ecosystems, and human societies.",
    "instructor": "",
    "offered": "",
    "distrib": "Dist:SCI"
  }
]