{
  "AAAS 28.10 Race,-Space,": {
    "description": "Ideas of racial difference are frequently advanced as “natural” truths about the world, linked to normative conceptions of environmental relations. Reciprocally, racism—as a set of deadly ideological and material practices articulated around purported group differences—has profoundly shaped conceptions of non-human nature. This course asks how race is inflected in the politics and practices through which humans interact with the “natural” world, and explores the implications for contemporary movements and mobilizations for environmental justice.",
    "distrib": "Dist:SOC",
    "instructor": "",
    "num": "Space,",
    "offered": "",
    "subj": "AAAS 28.10 Race,",
    "title": "AAAS 28.10 Race, Space, and Nature"
  },
  "AAAS 33.10 Rituals-of": {
    "description": "This interdisciplinary course explores the historical legacy of public rituals of extreme violence against African American peoples as both sites of anti-black state and non-state sanctioned disciplinary projects as well as time-spaces of radical resistance. From the slave trade to life and labor under conditions of slavery to post-reconstruction segregation to lynching to police violence, American history can be read through the changing nature of the public torture of Black peoples. At the center of these forms of violence are the control of breath as life force and sign of freedom. This course examines the murder of Eric Garner in 2014 in a police-executed choke hold as a key event that both harkens back to a long history of lynchings and shootings and also to a history of how Black communities have organized around and resisted these forms of violence. Aesthetic representation has been intimately connected to anti-Black racial violence from photographs and postcards of lynchings in which white perpetrators pose alongside dead Black bodies to representations of Emmitt Till’s mutilated body at his funeral in an open casket to video of Rodney King’s beating to the continuing stream of video and images of extra-judicial killings of black citizens. Generations of artists in film, theater, painting/sculpture, dance, and across media have challenged and confronted this aesthetics of violence. This course explores theories of ritual and performance to understand how artists and communities come together as collectives to contextualize and re-present impossible terrors. Artists and political organizers use aesthetics and collective action to transform the horror of being subject to violence at any moment into rituals of potential social transformation. This course then teaches students theories of ritual and performance as ways that communities have historically engaged and confronted histories of anti-Black violences in order to conceive of new future possibilities in the face of disciplinary actions meant to contain and choke black people(s). In some manner, the course links African American experiences of violence and resistance to those of other African peoples around the world. This course is team taught and also draws upon the expertise of various faculty at Dartmouth. This course aims to link theories of Black life and performance to active practices of performance-making, interrogating the intersections between art and scholarship.",
    "distrib": "Dist:ART; WCult:CI",
    "instructor": "",
    "num": "of",
    "offered": "",
    "subj": "AAAS 33.10 Rituals",
    "title": "AAAS 33.10 Rituals of Breath: Black Performance and Resistance"
  },
  "AAAS 61.05 Black-Agrarian": {
    "description": "The course explores the historical struggle between democracy and authoritarianism in Haiti throughout its two hundred seventeen years of independence as a free black nation, which also makes the island one of the oldest sovereign countries in the Western Hemisphere. To understand the island’s history, students are expected to read what historians and writers have written about Haiti; and to read the primary letters of frantic French planters, rebellious African slaves, egalitarian peasants, entrepreneurial market women, conscientious revolutionaries, exuberant military generals, loquacious politicians, feared dictators, and dreaded militias through time. The course will, indeed, move through four important, though overlapping, historical moments. First, we begin with an examination of the 1791-1804 Haitian Revolution when enslaved Africans revolted against the French colonial planters to successfully abolish slavery and to achieve national independence. Second, we read through the formation of grassroots and institutional democratic traditions in the nineteenth century and how they were undone during the 1915-1934 US Occupation of Haiti, where US President Woodrow Wilson ordered the American military to invade Haiti and control the island for almost two decades. Third, we will explore how the undoing of democracy led to the rise of the Francois and Jean-Claude Duvalier dictatorship (1957-1971) and its dreaded militia called the tonton makout militia (often spelled in the following French orthography: tonton macoutes). Finally, we will conclude the class by looking at how and why the Haitian peasantry overthrew the dictatorship to replace it with the democratically elected President Jean-Bertrand Aristide (1991).",
    "distrib": "Dist:SOC; WCult:NW",
    "instructor": "",
    "num": "Agrarian",
    "offered": "",
    "subj": "AAAS 61.05 Black",
    "title": "AAAS 61.05 Black Agrarian Democracy: Haitian History from Revolution to the Fall of the Duvalier Dictatorship"
  },
  "AAAS 68.08 Afro/Black-Paris": {
    "description": "This course takes students on a journey, not to an actual place per se in France, but rather through a lived experience, known as “Afro/Black Paris.” Paris, an historical site of freedom from racial enslavement, has long been a contested home and homeland for Africans and their descendants, that is, diverse people racialized as black whose presence in Paris results from colonization, exile, expatriation, and im/migration, including African Americans. The City of Light is arguably one of the most beautiful and exciting destinations in the world. However, all that glitters is not gold. Matters of race and anti-blackness co-exist with a variety of myths, narratives, and representations of Paris and France as color-blind and race-free. Through French film, students will explore these and related issues and thereby gain a broader understanding of pressing social questions, involving anti-racism, belonging, inequality, racism, and their intersections. This course follows a lecture-discussion format.",
    "distrib": "Dist:INT or SOC; WCult:CI",
    "instructor": "",
    "num": "Paris",
    "offered": "",
    "subj": "AAAS 68.08 Afro/Black",
    "title": "AAAS 68.08 Afro/Black Paris in Film and Life"
  },
  "ANTH 27 Economic-Anthropology": {
    "description": "The idea of “the economy” is powerful. Government policies try to make it grow and politicians are voted out if it doesn’t. Fortunes rise and fall with economic indicators and market values. But what is the economy? In this economic anthropology course, we will address this question differently than an Economics course would. Rather than approaching the economy as an abstraction that exists apart from human societies, we will critically explore how it is created and experienced through activities and relationships that are part of everyday life.\nOur focus will be on how markets, commodities, labor, property, and money shape people’s identities and relationships. We will pay particular attention to the ways that power works, often invisibly, through economic forms, and how this can make inequality and governmental power appear acceptable and even natural. Finally, we will examine relations between “the economy” and “the environment” in the context of climate change and environmental degradation. Through engagement with ethnographic and other scholarship, students will learn to critically understand key contemporary economic issues in the United States, as well as in countries like Brazil, Egypt, and Italy.",
    "distrib": "Dist:INT or SOC",
    "instructor": "",
    "num": "Anthropology",
    "offered": "",
    "subj": "ANTH 27 Economic",
    "title": "ANTH 27 Economic Anthropology in a Changing World"
  },
  "ANTH 50.37 Archaeologies-of": {
    "description": "Most of humanity’s religious history is only accessible using archaeological evidence. Moreover, even where texts are available, they tend to reflect the perspective of elites. This course therefore explores how archaeological methods can help us better understand religious phenomena in past societies. Topics will include the religion (or lack thereof) of our hominid ancestors (e.g. Neanderthals), the state religions of ancient civilizations, and the complementary perspective that archaeology provides on the World Religions.",
    "instructor": "",
    "num": "of",
    "offered": "",
    "subj": "ANTH 50.37 Archaeologies",
    "title": "ANTH 50.37 Archaeologies of Religion"
  },
  "ARTH 28.09 Art-on": {
    "description": "During the Renaissance, innovations in art and architecture constantly moved back and forth between Italy and the Islamic world. New design models, styles of ornamentation, and even building methods became part of a shared artistic and architectural language that crossed cultural and geographical boundaries in the Mediterranean. This introductory course will focus on exchanges between Italian centers such as Venice, Florence, and Pisa and the Mamluk Sultanate, the Safavid Empire, and the Ottoman Empire between the fall of Constantinople (1453) and the Battle of Lepanto (1571). We will consider a wide range of case studies, including: the role of the traveling painter and architect in foreign courts; the trade in luxury goods such as textiles and ceramics; common trends in villa and garden culture; and the re-appropriation of objects and monuments. How did such a rich history of cross-cultural contact emerge against a backdrop of military strife, political rivalry, and religious tension? To answer this question, we will explore contemporary theories of artistic mobility, hybridity, and influence. The course will include an excursion to the Isabella Stewart Gardner Museum in Boston, as well as visits to the Rauner Special Collections Library and the Hood Museum of Art.",
    "distrib": "Dist:ART; WCult:W",
    "instructor": "",
    "num": "on",
    "offered": "",
    "subj": "ARTH 28.09 Art",
    "title": "ARTH 28.09 Art on the Move: Renaissance Italy and the Islamic World"
  },
  "ARTH 83.05 Advanced-Seminar:": {
    "description": "This Advanced Seminar addresses legal issues that pertain to the sale, acquisition, display, ownership, and destruction of works of art. The topic is framed around two related questions: How does the special status of art, as a privileged sphere of creative expression, grant it different treatment under the law? What are some of the exemptions, protections, or obligations that are accorded to art that are not extended to other forms of personal property? The first part of the course will focus on case studies in which legal questions are entangled with ethical and political concerns: illicit international trade in looted art, repatriation claims, high-profile forgeries, and new guidelines for authentication. The second half looks at the legal framework that governs artists’ rights (including resale royalties, copyright, and freedom of expression) as well as the rules that structure transactions in the primary (e.g. artist-dealer contracts and handshake agreements) and secondary art markets. We will also analyze problems related to the representation of artists’ estates, the acquisition and de-accessioning of artworks by museums, and the tax codes associated with charitable contributions of works of art. Finally, the class considers how artists strategically make use of the unique affordances of the law and test what it is that artworks can do outside the circumscribed domain of the art world.",
    "distrib": "Dist:ART",
    "instructor": "",
    "num": "Seminar:",
    "offered": "",
    "subj": "ARTH 83.05 Advanced",
    "title": "ARTH 83.05 Advanced Seminar: Art and the Law"
  },
  "COCO 33 Homelands-and": {
    "description": "Drawing on a variety of disciplines, such as anthropology, history, sociology, political science, and cultural studies, and sources ranging from academic works to works of fiction and films, the course first explores the history and culture of Russian (pre-1917) and especially Soviet Jews (1917-1991)—a major and significant segment of the world Jewry—prior to the massive immigration of the 1970s-1990s. The rest of the course involves a comparison of the experience of Russian-speaking Jews in the three major countries they have immigrated to—Israel, US, and Germany—as well as those remaining in Russia today.",
    "distrib": "Dist:INT or SOC; WCult:CI",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "COCO 33 Homelands",
    "title": "COCO 33 Homelands and Diasporas: Russian Jews on Three Continents"
  },
  "COCO 34 Psychoanalysis-and": {
    "description": "This class will stage an encounter between psychoanalysis and philosophy, introducing students to both fields by placing them side by side. Drawing on the complementary expertises of the two-person teaching team, weekly readings will pair at least two texts, including one from each primary field, to illuminate similarities and differences between psychoanalytic theory on the one hand and philosophical concepts on the other, noting where appropriate the mutual influence of the two fields. Because psychoanalysis is also a clinical practice, this interdisciplinary encounter raises the question of the practical dimension of philosophical thought, and we will ask about philosophy’s potential impact on lived experience, as well as whether the practice of psychoanalysis remains a valuable mode of treatment or an aid to everyday living. To help organize the broad questions at the intersections of psychoanalysis and philosophy, we will divide the class loosely into four thematic units, the unconscious, Oedipus, interpretation, and transference. Class will proceed mostly through guided discussion; assignments will include reading responses plus midterm and final papers, with opportunities for additional credit so that students might pursue their own interests within the course subject matters.",
    "distrib": "Dist:TMV; WCult:W",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "COCO 34 Psychoanalysis",
    "title": "COCO 34 Psychoanalysis and Philosophy"
  },
  "COCO 35 Color-in": {
    "description": "Western philosophers have long asked how we should square what the sciences tell us about ourselves as perceivers with what we seem to know about ourselves from the first person standpoint. Color and color perception are central examples of this problem. But most philosophers and scientists who work on color do so independently of another field in which color is both a problem and a material: painting. Painters make work out of color, and develop a subtle understanding of what color is by mixing and juxtaposing pigments. This course introduces students to the problems of color from both the painter’s and the philosopher’s perspective. Students will gain familiarity with philosophical theories of color as well as theories of color sourced in painting. They will develop the ability to work with paint and chromatic light so as to bring about different effects. And they will learn how materials such as paints and lights might be brought together into works. They will understand how a painter’s approach to color can inform the philosophical theories they learn, and, conversely, how the philosophy might influence how we think of painting.",
    "instructor": "",
    "num": "in",
    "offered": "",
    "subj": "COCO 35 Color",
    "title": "COCO 35 Color in Art and Philosophy"
  },
  "COGS 11.05 Moral-Psychology": {
    "description": "Moral psychology is the interdisciplinary study of human moral cognition. Philosophers have long theorized the nature of moral judgment from the armchair. Now psychologists and cognitive neuroscientists are investigating hypotheses about how our brains make ethical decisions in the lab. In this class, we will read, and bring together in conversation, classic and cutting edge work from philosophy, psychology, and the neurosciences on the nature of moral cognition. Topics include: Are moral judgments essentially emotional? Or is moral thought a species of reason? Can moral beliefs, by themselves, motivate us to action? Or must a background desire to do the right thing be involved? Is all human motivation, by its nature, self-interested? Or is genuine altruism possible? And should empirical findings about the neurobiological and evolutionary bases of our moral intuitions lead us, as some have argued, to reject certain philosophical moral theories – Kantianism, say – in favor of others – Utilitarianism – or not?",
    "distrib": "Dist:TMV",
    "instructor": "",
    "num": "Psychology",
    "offered": "",
    "subj": "COGS 11.05 Moral",
    "title": "COGS 11.05 Moral Psychology"
  },
  "COLT 39.04 The-Case": {
    "description": "What does Sherlock Holmes have in common with Sigmund Freud? What unites binge-worthy Netflix fare with Charles Dickens? The course investigates the case study, which plays a crucial role in criminal, legal, and medical contexts alike. While case studies are certainly familiar from tv series or podcasts, the form has a rich literary history. We will survey works from a range of national traditions, examining the features of the case that enable it to operate in and across multiple genres and fields. Our discussions will center on questions of epistemology and form, as we ask what kind of knowledge cases transmit and how they transmit it. Do they depict exceptional phenomena, or do they seek to delineate the qualities that are representative of a given phenomenon? Who has the authority to tell stories about whom? Why are cases so often relayed in serial form?",
    "distrib": "Dist:LIT; WCult:W",
    "instructor": "",
    "num": "Case",
    "offered": "",
    "subj": "COLT 39.04 The",
    "title": "COLT 39.04 The Case Study: Crime, Medicine, and Modern Society"
  },
  "COLT 40.08 Sounding-Out": {
    "description": "How does authority reach the ear? What are the sonic features of speaking truth to power? Who shapes the ways we hear, and where might we learn to listen differently? This course sounds out displays of authority as well as how we can act against such structures by turning to representations of the auditory in both literature and cinema. As we consider questions of sound and its reproduction, we will work across geographical contexts to determine which concerns resonate widely and what role acoustics, or the specific properties of a space, might play. Readings will come from writers such as Valeria Luiselli, María Sonia Cristoff, Franz Kafka, Frantz Fanon, and Severo Sarduy, while films will range from Fitzcarraldo to Sorry to Bother You.",
    "distrib": "Dist:INT",
    "instructor": "",
    "num": "Out",
    "offered": "",
    "subj": "COLT 40.08 Sounding",
    "title": "COLT 40.08 Sounding Out Power and Dissent"
  },
  "COSC 49.10 Randomized-Algorithms": {
    "description": "Randomness is one of the key resources in algorithm design. Many problems have faster algorithms if randomization is allowed, and indeed, for certain problems randomness is essential. The course will introduce the probability basics, the fundamental tools, and provide multiple applications in machine learning, big data, optimization, etc.",
    "distrib": "Dist:TAS",
    "instructor": "",
    "num": "Algorithms",
    "offered": "",
    "subj": "COSC 49.10 Randomized",
    "title": "COSC 49.10 Randomized Algorithms"
  },
  "COSC 89.27 Security-and": {
    "description": "Today we see applications of machine learning almost everywhere we look – in the domains of autonomous driving, medical diagnosis, fraud detection, etc. While the use of machine learning is increasing in our day-to-day lives, these techniques also pose significant threats to security and data privacy. This course will explore recent academic research at the intersection of machine learning, security, and data privacy that demonstrates the risks adversaries pose to machine learning systems. The research papers explored in this course would cover attacks on machine learning systems as well as defense techniques to mitigate such attacks. Students will read, analyze, and discuss research papers, write summaries, take notes, and undertake a term-long research project.",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "COSC 89.27 Security",
    "title": "COSC 89.27 Security and Privacy of Machine Learning"
  },
  "EARS 13 Introduction-to": {
    "description": "This course aims to provide students with a hands-on introduction to the use and analysis of large, open datasets in the Earth Sciences. Along the way, we will introduce (in lab) some of the basic concepts of programming, as code literacy is increasingly obligatory in Earth Science. Prior programming experience may be helpful, but is not required. After introducing some basic concepts and tools, each student will work with the instructor to find a real data analysis question that can be addressed (as a final project) using the techniques learned in class.",
    "distrib": "Dist:TAS",
    "instructor": "",
    "num": "to",
    "offered": "",
    "subj": "EARS 13 Introduction",
    "title": "EARS 13 Introduction to Computational Methods in Earth Science"
  },
  "EARS 86 Special-Projects": {
    "description": "Advanced study in a particular field of the earth sciences under the supervision of a faculty advisor.  Conclusions from the project must be submitted in a suitable oral or written report. Does not satisfy the culminating experience requirement.",
    "instructor": "",
    "num": "Projects",
    "offered": "",
    "subj": "EARS 86 Special",
    "title": "EARS 86 Special Projects"
  },
  "ENGL 54.17 Psychoanalysis-and": {
    "description": "This class will stage an encounter between psychoanalysis and philosophy, introducing students to both fields by placing them side by side. Drawing on the complementary expertises of the two-person teaching team, weekly readings will pair at least two texts, including one from each primary field, to illuminate similarities and differences between psychoanalytic theory on the one hand and philosophical concepts on the other, noting where appropriate the mutual influence of the two fields. Because psychoanalysis is also a clinical practice, this interdisciplinary encounter raises the question of the practical dimension of philosophical thought, and we will ask about philosophy’s potential impact on lived experience, as well as whether the practice of psychoanalysis remains a valuable mode of treatment or an aid to everyday living. To help organize the broad questions at the intersections of psychoanalysis and philosophy, we will divide the class loosely into four thematic units, the unconscious, Oedipus, interpretation, and transference. Class will proceed mostly through guided discussion; assignments will include reading responses plus midterm and final papers, with opportunities for additional credit so that students might pursue their own interests within the course subject matters.",
    "distrib": "Dist:TMV; WCult:W",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "ENGL 54.17 Psychoanalysis",
    "title": "ENGL 54.17 Psychoanalysis and Philosophy"
  },
  "ENGL 63.29 Self,-Subject,": {
    "description": "Before the oft-reproduced social-media mechanism of the selfie, there existed (and still does) the artistic self-portrait. Utilized in the creative realm to create a representation of the artist as both subject and object, self-portraits can be whimsical, grim, tantalizing, performative, or combative. In this course we will examine gendered constructions of self- portraiture as they exist in poetry, memoir, and photography. Specifically, our task will be to examine the registers of possibility present when women use their bodies and stories to claim authorial space. Our goal during the term will be to think through all of the mechanisms of the self that are deployed in the context of artistic practice. Students will produce their own photographic self- portraits and write an analytical paper on a contemporary writer or visual artist.",
    "distrib": "Dist:ART; WCult:CI",
    "instructor": "",
    "num": "Subject,",
    "offered": "",
    "subj": "ENGL 63.29 Self,",
    "title": "ENGL 63.29 Self, Subject, Photography"
  },
  "FILM 42.19 The-Middle": {
    "description": "How may films serve as a starting point for revisiting the past and rethinking the present? In what ways may representations of the Middle East differ over time and across places? And why do the stories told by filmmakers in documentaries, historical dramas, and other cinematic productions matter? Movies depicting the Middle East routinely draw mass audiences and consequently shape popular perceptions of the region the world over. The very same films, however, are all too often understood by many people as mere entertainment. In this class, we will consider what movies, if treated critically, may teach us about Middle East history. Beginning with a brief introduction to film and media studies, we will contemplate where the Middle East fits into this field of inquiry. Once establishing how we will approach movies and the Middle East throughout the term, we will navigate a number of key themes together, from war, memory, and migration to (mis)information, revolution, and representation. Along the way, we will watch everything from indie films to big budget blockbusters. Regardless of the exact form these projects assume, all of the pictures we explore will generate debate and discussion around the past and present. Among the topics we will cover are the Israeli-Palestinian conflict, European colonialism, and America’s legacy in the Arab world. To assist us on this journey across the Middle East and well beyond its boundaries, we will engage several primary sources, with motion pictures at the forefront. These thought-provoking items will empower us to partake in conversations that traverse languages, national borders, historical eras, and artistic genres, enabling us to view the Middle East in an entirely new way.",
    "instructor": "",
    "num": "Middle",
    "offered": "",
    "subj": "FILM 42.19 The",
    "title": "FILM 42.19 The Middle East in Film: Picturing the Past and Present"
  },
  "FILM 44.10 Writing-for": {
    "description": "This workshop course introduces students to the art and craft of writing for television. We're living in the midst of the (second) Golden Age of Television. More and more Americans are turning away from the traditional movie theater experience and embracing long form, character driven, small screen stories. In the film world, directors are king, but in television, the writers reign. It is their vision that gets put on the screen. Throughout the course, each student will workshop and develop a thirty minute pilot script and Show Bible, as well as read and analyze contemporary pilot scripts to see what exactly makes a pilot",
    "distrib": "Dist:ART",
    "instructor": "",
    "num": "for",
    "offered": "",
    "subj": "FILM 44.10 Writing",
    "title": "FILM 44.10 Writing for Television"
  },
  "FILM 44.11 Sounding-Out": {
    "description": "How does authority reach the ear? What are the sonic features of speaking truth to power? Who shapes the ways we hear, and where might we learn to listen differently? This course sounds out displays of authority as well as how we can act against such structures by turning to representations of the auditory in both literature and cinema. As we consider questions of sound and its reproduction, we will work across geographical contexts to determine which concerns resonate widely and what role acoustics, or the specific properties of a space, might play. Readings will come from writers such as Valeria Luiselli, María Sonia Cristoff, Franz Kafka, Frantz Fanon, and Severo Sarduy, while films will range from Fitzcarraldo to Sorry to Bother You.",
    "distrib": "Dist:INT",
    "instructor": "",
    "num": "Out",
    "offered": "",
    "subj": "FILM 44.11 Sounding",
    "title": "FILM 44.11 Sounding Out Power and Dissent"
  },
  "FREN 20.03 Long-Live": {
    "description": "This course is a study of the French and Haitian Revolutions through cultural artefacts: films, novels, plays, history textbooks, public debates and even video games. Ever since Revolutions ricocheted from the Americas to Europe and back, artists and writers have crafted versions of their legacy in a variety of venues and media. We will begin the term with an overview of the French and Haitian Revolutions. This course, however, is not about the history of these Revolutions. Instead, we will examine how French and Haitian cultural artefacts craft different versions of their founding moment in an attempt to construct Republican identities. During the term, we will encounter Republican identities that are nationalist, egalitarian, communitarian and post-colonial. By comparing the quantity and type of representations between the Haitian and French Revolutions, we will also interrogate how cultural artefacts are constantly re-imagining the past.",
    "distrib": "Dist:INT or LIT; WCult:W",
    "instructor": "",
    "num": "Live",
    "offered": "",
    "subj": "FREN 20.03 Long",
    "title": "FREN 20.03 Long Live the Revolution"
  },
  "GEOG 50.03 GIS-Programming": {
    "description": "This course is an introduction to Python programming and database (SQL) programming and design for intermediate Geographic Information Systems (GIS) users. This course teaches students to design and write clearly structured programs in Python in the ArcGIS environment. Students will develop programs to manage geospatial data, perform geoprocessing analysis to solve spatial problems, and automate mapping and visualization tasks. This course emphasizes the challenges and uniqueness of spatial data organization from specific database models to national spatial data infrastructures. Students gain theoretical and practical experience in designing, implementing, and managing geo-relational and object-relational databases.",
    "distrib": "Dist:TAS",
    "instructor": "",
    "num": "Programming",
    "offered": "",
    "subj": "GEOG 50.03 GIS",
    "title": "GEOG 50.03 GIS Programming and Databases"
  },
  "GEOG 61.01 Hydroclimatology-undefined": {
    "description": "Interactions between energy and water shape the natural environment and society. This coursewill examine the spatial and temporal dynamics of the hydrologic cycle, focusing on radiativeand turbulent fluxes, precipitation, evapotranspiration, vegetation, soil moisture, runoff, andanthropogenic influences. Lectures will introduce key topics, followed by student-leddiscussions of relevant journal articles, and a research project will allow students to apply theconcepts learned in class to a topic of interest.",
    "distrib": "Dist:SCI",
    "instructor": "",
    "offered": "",
    "subj": "GEOG 61.01 Hydroclimatology",
    "title": "GEOG 61.01 Hydroclimatology"
  },
  "GOVT 39 Political-Psychology": {
    "description": "This class examines the psychological origins of citizens’ political beliefs and actions. We analyze different aspects of human psychology, including personality, motivation, values, information processing and emotion. This course is for anyone who has ever wondered how people form their political opinions, why they vote the way they do, and whether ordinary citizens are well suited to democracy.  Readings will be drawn from the fields of political science and psychology.",
    "distrib": "Dist:SOC",
    "instructor": "",
    "num": "Psychology",
    "offered": "",
    "subj": "GOVT 39 Political",
    "title": "GOVT 39 Political Psychology"
  },
  "GOVT 83.27 Public-Policy": {
    "description": "This course explores political factors that influence the development of public policies as well as possible attitudinal and behavioral policy feedback effects on the population after their implementation. Public opinion will be central to the course with students encouraged to analyze survey data and polls. In most years, the class will have a topical issue focus (e.g., health care, climate change, retirement, immigration) depending upon world events and trends. Although the topical issue focus might vary each term, students may not repeat this course for credit.",
    "distrib": "WCult:W",
    "instructor": "",
    "num": "Policy",
    "offered": "",
    "subj": "GOVT 83.27 Public",
    "title": "GOVT 83.27 Public Policy and Politics"
  },
  "GOVT 83.28 Persuasion-and": {
    "description": "This class examines how people form policy preferences and the process by which those preferences do—or do not—get translated into public policies in the United States. The course will examine three aspects of this process:  elite rhetorical strategy, the media routines that generate coverage of policy debates, and mass opinion.  We will assess the way political elites, the media mass, and ordinary people interact to create policies that can be either intelligent or pathological.",
    "distrib": "Dist:SOC",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "GOVT 83.28 Persuasion",
    "title": "GOVT 83.28 Persuasion and the Policy Process"
  },
  "GOVT 85.44 Soldier,-Army,": {
    "description": "This seminar examines the relationship between soldiers and societies in the production of violence in war. Adopting a “war and society\" perspective, the course offers a curated view of classic and recent research from political scientists and historians on key questions in the conduct and legacies of war around the world. Questions include: Why do soldiers fight, and why do they run? Why do some armies reach the commanding heights of military effectiveness, while others disintegrate under fire? Why do some militaries rebel against their political leaders? What are the effects of battlefield deaths on the home front? How do societies memorialize their war dead? And does the rise of new technologies like robotics and artificial intelligence affect the relationship between soldiers, armies, and the societies that create them? Equal weight is given to non-Western and Western cases, ranging from imperial China and the Comanche Empire to the United States, Soviet Union, and the Islamic State. Similarly, the course takes an expansive look at war across the centuries, drawing on conflicts as distant as the Peloponnesian War to modern conflicts in Iraq, Afghanistan, and Syria. Students will have the opportunity to explore these theoretical debates and will draw on primary documents, including soldiers’ letters to the home front, in their assignments.",
    "distrib": "Dist:INT or SOC",
    "instructor": "",
    "num": "Army,",
    "offered": "",
    "subj": "GOVT 85.44 Soldier,",
    "title": "GOVT 85.44 Soldier, Army, State, War"
  },
  "GOVT 86.42 Work,-Leisure,": {
    "description": "In this course, we combine classic and contemporary readings to consider what kinds of work and what kinds of leisure lead to human happiness and well-being. All our readings, discussions, and essays are focused on helping students reflect on the optimal balance of work and leisure in their own lives. As a seminar at the intersection of philosophy, politics, and economics, this seminar is an ideal capstone course for all PPE modified Government majors.",
    "distrib": "Dist:TMV; WCult:W",
    "instructor": "",
    "num": "Leisure,",
    "offered": "",
    "subj": "GOVT 86.42 Work,",
    "title": "GOVT 86.42 Work, Leisure, and a Good Life"
  },
  "GRK 10.13 New-Testament": {
    "description": "Studies the collection of Christian texts now called the “New Testament” for the insights they provide into the complex cultural interactions in the first-century Mediterranean world. Three primary texts, the Gospel of Mark, Paul’s letter to the Colossians, and Paul’s letter to James, will be examined in light of their original Jewish context and their embeddedness in Greek thought and Roman socio-political structures. This small-enrollment class is taught conjointly with GRK 29, but with assignments and assessment appropriate for students reading entirely in English",
    "distrib": "Dist:TMV; WCult:W",
    "instructor": "",
    "num": "Testament",
    "offered": "",
    "subj": "GRK 10.13 New",
    "title": "GRK 10.13 New Testament"
  },
  "HIST 16.02 Plantations-and": {
    "description": "The plantation evolved in the Americas as a place for European exploitation of colonial environments and enslaved laborers. It played a foundational role in shaping settler colonialism, racial slavery, and capitalism across the Americas and it has also framed debates around the legacies of slavery and colonial appropriation up to the present. This course explores the evolution of the plantation as an institution and an ideology of racialized exploitation, but also traces enslaved peoples’ resistance to the plantation and their construction of rival geographies and institutions.",
    "distrib": "Dist:SOC; WCult:W",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "HIST 16.02 Plantations",
    "title": "HIST 16.02 Plantations and Slavery in the Americas"
  },
  "HIST 44.02 Arts-of": {
    "description": "This course explores the political systems and ideologies of the West through art, architecture, ceremony, patronage, and representation.  Political systems and ideologies always find their form in visual and ceremonial representation as mechanisms of the legitimization of power.   This course will follow the Western tradition, starting with the formation of the Roman Empire under Augustus Caesar and ending with the rise of Absolutism under Louis XIV and the building of the palace of Versailles.  It will explore the development of political and religious institutions through the representation of their ideologies.  The course will be structured according to the following units: Empire, Monarchy, The church and the papacy, the Italian Republics and City States, Reform, Absolutism and Divine Kingship.",
    "distrib": "Dist:SOC; WCult:W",
    "instructor": "",
    "num": "of",
    "offered": "",
    "subj": "HIST 44.02 Arts",
    "title": "HIST 44.02 Arts of Power, from Augustus to the Sun King"
  },
  "ITAL 35.03 Migration,-Ecology,": {
    "description": "Why do people migrate? How does their migration impact the places they cross? How have migrations trajectories changed in the last 150 years? Why do people embark in a risky journey across the Mediterranean Sea? How do their destination countries react to their arrivals? How does migration chance Europe? These are some of the questions we will try to answer in this class. Using an interdisciplinary approach, we will look at what the impact of migration is on the environment and in the process of changing old ideas about what Europe is. Through an interdisciplinary approach using material that originates from both the humanities (film and literature literature) and the social sciences (mainly geography and sociology), we will explore the present and discuss the possible futures of migrations across the Mediterranean.",
    "distrib": "Dist:INT; WCult:W",
    "instructor": "",
    "num": "Ecology,",
    "offered": "",
    "subj": "ITAL 35.03 Migration,",
    "title": "ITAL 35.03 Migration, Ecology, and the Mediterranean"
  },
  "JWST 10.05 Jewish-Music:": {
    "description": "This course draws on diverse musical genres, styles, and forms of expression associated with the label “Jewish music” in order to interrogate the very notion of “Jewish music.” Examples range from traditional music associated with religious rituals to contemporary American popular songs, modern nationalist Hebrew songs, Franco-Oriental chansons, and klezmer festivals in Jewish-less spaces in Europe. Course material is accessible to students with no prior musical experience or ability to read music notation.",
    "distrib": "WCult:CI",
    "instructor": "",
    "num": "Music:",
    "offered": "",
    "subj": "JWST 10.05 Jewish",
    "title": "JWST 10.05 Jewish Music: Traditional and Modern"
  },
  "JWST 15.01 Silence,-Exile,": {
    "description": "The diasporic subject is by definition a dislocated subject. This dislocation manifests itself not only with respect to space, but also in relationship to history, language, political power, and above all in the psychological relationship that diasporic subjects maintain with themselves. This course will focus on two primary examples of diaspora in the late nineteenth and twentieth centuries, Jews and Africans, to examine the multiplicity of relationships among language, literary structure, as well as gender and sexuality that inform the construction of diasporic literatures. Although this course cannot be comprehensive in its survey of either Jewish or African literatures, it will offer suggestive juxtapositions of the two to emphasize commonalities between their historical and political experience. It will also explore how the once exceptional condition of diaspora increasingly has become representative for more and more people in the world today.",
    "distrib": "Dist:LIT; WCult:NW",
    "instructor": "",
    "num": "Exile,",
    "offered": "",
    "subj": "JWST 15.01 Silence,",
    "title": "JWST 15.01 Silence, Exile, and Cunning: Comparing Jewish and African Diasporic Literatures"
  },
  "JWST 40.06 Jerusalem:-A": {
    "description": "One of the main points of contention in the Israeli-Palestinian conflict is the status of Jerusalem. For more than 3,000 years, ever since Jerusalem first appeared on the stage of history as a Holy City and the City of the Kingdom, it has been enveloped in political and theological struggles, served as a locus for intense cultural interactions, and loomed large in collective imaginaries across the world.",
    "distrib": "Dist:INT; WCult:NW",
    "instructor": "",
    "num": "A",
    "offered": "",
    "subj": "JWST 40.06 Jerusalem:",
    "title": "JWST 40.06 Jerusalem: A Cultural History"
  },
  "JWST 44.01 The-Middle": {
    "description": "How may films serve as a starting point for revisiting the past and rethinking the present? In what ways may representations of the Middle East differ over time and across places? And why do the stories told by filmmakers in documentaries, historical dramas, and other cinematic productions matter? Movies depicting the Middle East routinely draw mass audiences and consequently shape popular perceptions of the region the world over. The very same films, however, are all too often understood by many people as mere entertainment. In this class, we will consider what movies, if treated critically, may teach us about Middle East history. Beginning with a brief introduction to film and media studies, we will contemplate where the Middle East fits into this field of inquiry. Once establishing how we will approach movies and the Middle East throughout the term, we will navigate a number of key themes together, from war, memory, and migration to (mis)information, revolution, and representation. Along the way, we will watch everything from indie films to big budget blockbusters. Regardless of the exact form these projects assume, all of the pictures we explore will generate debate and discussion around the past and present. Among the topics we will cover are the Israeli-Palestinian conflict, European colonialism, and America’s legacy in the Arab world. To assist us on this journey across the Middle East and well beyond its boundaries, we will engage several primary sources, with motion pictures at the forefront. These thought-provoking items will empower us to partake in conversations that traverse languages, national borders, historical eras, and artistic genres, enabling us to view the Middle East in an entirely new way.",
    "instructor": "",
    "num": "Middle",
    "offered": "",
    "subj": "JWST 44.01 The",
    "title": "JWST 44.01 The Middle East in Film: Picturing the Past and Present"
  },
  "JWST 5.01 Homelands-and": {
    "description": "Drawing on a variety of disciplines, such as anthropology, history, sociology, political science, and cultural studies, and sources ranging from academic works to works of fiction and films, the course first explores the history and culture of Russian (pre-1917) and especially Soviet Jews (1917-1991)—a major and significant segment of the world Jewry—prior to the massive immigration of the 1970s-1990s. The rest of the course involves a comparison of the experience of Russian-speaking Jews in the three major countries they have immigrated to—Israel, US, and Germany—as well as those remaining in Russia today.",
    "distrib": "Dist:INT or SOC; WCult:CI",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "JWST 5.01 Homelands",
    "title": "JWST 5.01 Homelands and Diasporas: Russian Jews on Three Continents"
  },
  "LACS 24.70 Solo-Performance": {
    "description": "This course will introduce and engage the history, texts, topics, theoretical guideposts, and landmark figures/performances central to the genre of solo performance. Working between critical examination and practice, participants will analyze the form and content of leading solo performers while also composing a series of short exercises that activate solo performance strategies and methods. The course will culminate in the creation of a participant's self-authored, short solo performance piece.",
    "distrib": "Dist:ART",
    "instructor": "",
    "num": "Performance",
    "offered": "",
    "subj": "LACS 24.70 Solo",
    "title": "LACS 24.70 Solo Performance"
  },
  "LACS 30.16 Confine-and": {
    "description": "In this course we will trace how Black and brown people were confined as part of nation-building projects from the 17th century Spanish empire in continental United States, to the 21st century policing, incarceration, and detainment of Latinxs. We will read across various disciplines to examine abduction and captivity, forced and exploited labor, relocation and internment, and border security as carceral practices. We will also identify both historical continuations and ruptures between these practices and contemporary forms of confinement and detention. Through each unit, we will strive to understand confinement and detention not just as state policies or capitalist practices, but as embodied experiences that deconstruct and make meaning of the body and of space.",
    "distrib": "Dist:SOC; WCult:NW",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "LACS 30.16 Confine",
    "title": "LACS 30.16 Confine and Detain: Latinxs and the Carceral State"
  },
  "MES 15.11 The-Middle": {
    "description": "How may films serve as a starting point for revisiting the past and rethinking the present? In what ways may representations of the Middle East differ over time and across places? And why do the stories told by filmmakers in documentaries, historical dramas, and other cinematic productions matter? Movies depicting the Middle East routinely draw mass audiences and consequently shape popular perceptions of the region the world over. The very same films, however, are all too often understood by many people as mere entertainment. In this class, we will consider what movies, if treated critically, may teach us about Middle East history. Beginning with a brief introduction to film and media studies, we will contemplate where the Middle East fits into this field of inquiry. Once establishing how we will approach movies and the Middle East throughout the term, we will navigate a number of key themes together, from war, memory, and migration to (mis)information, revolution, and representation. Along the way, we will watch everything from indie films to big budget blockbusters. Regardless of the exact form these projects assume, all of the pictures we explore will generate debate and discussion around the past and present. Among the topics we will cover are the Israeli-Palestinian conflict, European colonialism, and America’s legacy in the Arab world. To assist us on this journey across the Middle East and well beyond its boundaries, we will engage several primary sources, with motion pictures at the forefront. These thought-provoking items will empower us to partake in conversations that traverse languages, national borders, historical eras, and artistic genres, enabling us to view the Middle East in an entirely new way.",
    "distrib": "Dist:ART; WCult:NW",
    "instructor": "",
    "num": "Middle",
    "offered": "",
    "subj": "MES 15.11 The",
    "title": "MES 15.11 The Middle East in Film: Picturing the Past and Present"
  },
  "MES 16.24 Jerusalem:-A": {
    "description": "One of the main points of contention in the Israeli-Palestinian conflict is the status of Jerusalem. For more than 3,000 years, ever since Jerusalem first appeared on the stage of history as a Holy City and the City of the Kingdom, it has been enveloped in political and theological struggles, served as a locus for intense cultural interactions, and loomed large in collective imaginaries across the world.",
    "instructor": "",
    "num": "A",
    "offered": "",
    "subj": "MES 16.24 Jerusalem:",
    "title": "MES 16.24 Jerusalem: A Cultural History"
  },
  "MES 18.02 Art-on": {
    "description": "During the Renaissance, innovations in art and architecture constantly moved back and forth between Italy and the Islamic world. New design models, styles of ornamentation, and even building methods became part of a shared artistic and architectural language that crossed cultural and geographical boundaries in the Mediterranean. This introductory course will focus on exchanges between Italian centers such as Venice, Florence, and Pisa and the Mamluk Sultanate, the Safavid Empire, and the Ottoman Empire between the fall of Constantinople (1453) and the Battle of Lepanto (1571). We will consider a wide range of case studies, including: the role of the traveling painter and architect in foreign courts; the trade in luxury goods such as textiles and ceramics; common trends in villa and garden culture; and the re-appropriation of objects and monuments. How did such a rich history of cross-cultural contact emerge against a backdrop of military strife, political rivalry, and religious tension? To answer this question, we will explore contemporary theories of artistic mobility, hybridity, and influence. The course will include an excursion to the Isabella Stewart Gardner Museum in Boston, as well as visits to the Rauner Special Collections Library and the Hood Museum of Art.",
    "distrib": "Dist:ART; WCult:W",
    "instructor": "",
    "num": "on",
    "offered": "",
    "subj": "MES 18.02 Art",
    "title": "MES 18.02 Art on the Move: Renaissance Italy and the Islamic World"
  },
  "MUS 27.01 Emerging-Musical": {
    "description": "A musical tells a story with words and music. Beyond those basic parameters, any limitations around what a musical can and cannot be are up for debate. This multi-disciplinary class is open to composers, lyricists, songwriters, playwrights, directors, actors, singers, dancers, poets and musicians of any background. The objective is to investigate the form of the musical through the lens of sonic arts. In addition to looking at the past present and future of American musical theater we will engage a broad exploration musical storytelling, across many aesthetic sensibilities and time periods. The class requires weekly creative output in addition to reading and listening outside of class.  Students must be willing to work across the boundaries of their own disciplines to generate lyrics, melodies and scenes. The class will establish a generous inter-disciplinary working environment which values creative risks, collaboration and inventiveness.",
    "distrib": "Dist:ART",
    "instructor": "",
    "num": "Musical",
    "offered": "",
    "subj": "MUS 27.01 Emerging",
    "title": "MUS 27.01 Emerging Musical Theater"
  },
  "MUS 45.11 The-Power": {
    "description": "Why is music powerful and what are the sources of its powers? From the Pythagorean \"music of the spheres\" and Plato's inventory of the ethical attributes of musical scales and modes to Siberian shaman drumming, Sufi \"trance music,” and contemporary debates about the \"weaponizing\" of music, the powers attributed to music have inspired a broad range of philosophical speculation, scientific and pseudoscientific analysis, and critical writing. The aim of the course is to illuminate some of the ways in which music’s powers have been explained and described in various times, places, and cultures as well as to develop a critical vocabulary for speaking and writing about music from an evidence-based perspective. In short weekly papers, students will critique musical works and musical performances (both live and recorded) as well as offer their own critical interpretations of selected texts about music. Each class member will develop a final project due at the end of the term that addresses a course-related topic of personal interest. Weekly listening/viewing assignments are drawn from a range of global musical sources. Not open to students who have received credit for MUS 07.06.",
    "distrib": "Dist:ART; WCult:NW",
    "instructor": "",
    "num": "Power",
    "offered": "",
    "subj": "MUS 45.11 The",
    "title": "MUS 45.11 The Power of Music"
  },
  "MUS 5 Jazz:-Black": {
    "description": "The music known as ‘jazz’ has been one of the most revolutionary and influential artistic movements of the past century. Jazz: Black Creative Music and American Culture will provide a basic historical overview of the music, with major themes including the relationship between composition and improvisation; the reinvention of traditional roles of performer, composer, bandleader, and collective ensemble; and the music’s connection to African-American history and the civil rights movement. Not open to students who have received credit for MUS 05.01 or MUS 05.02.",
    "distrib": "Dist:ART",
    "instructor": "",
    "num": "Black",
    "offered": "",
    "subj": "MUS 5 Jazz:",
    "title": "MUS 5 Jazz: Black Creative Music and American Culture"
  },
  "PBPL 83.02 Public-Policy": {
    "description": "This course explores political factors that influence the development of public policies as well as possible attitudinal and behavioral policy feedback effects on the population after their implementation. Public opinion will be central to the course with students encouraged to analyze survey data and polls. In most years, the class will have a topical issue focus (e.g., health care, climate change, retirement, immigration) depending upon world events and trends. Although the topical issue focus might vary each term, students may not repeat this course for credit.",
    "distrib": "WCult:W",
    "instructor": "",
    "num": "Policy",
    "offered": "",
    "subj": "PBPL 83.02 Public",
    "title": "PBPL 83.02 Public Policy and Politics"
  },
  "PSYC 81.12 Using-Naturalistic": {
    "description": "Natural human experience involves a continuous stream of incoming stimuli in a rich context of prior knowledge and expectations.  Traditionally, experimental psychology attempts to reduce this complexity using controlled experiments that vary a single, experimental variable and hold other, control variables constant.  Human cognition, however, develops to extract information and guide behavior based on uncontrolled, naturalistic stimuli in an ecologically rich environment.  In this seminar we will examine a new approach to experimental cognitive research that uses uncontrolled, naturalistic stimuli and discovers structure and meaning in the brain activity and behavioral responses they evoke using advanced computational methods from machine learning and big data analysis.  We will discuss the advantages of this new approach for studying complex and ecological cognition and the limitations of the current state-of-the-art.  Throughout the course we will consider future directions and challenges for extending this approach into new domains of cognition, developing richer naturalistic stimulation paradigms, and developing more powerful methods for discovering the structure of information in real world events and environments.",
    "instructor": "",
    "num": "Naturalistic",
    "offered": "",
    "subj": "PSYC 81.12 Using",
    "title": "PSYC 81.12 Using Naturalistic Stimuli, Brain Imaging, and Big Data Methods to Understand Human Cognition"
  },
  "REL 19.36 Putin's-Sacred": {
    "description": "In 2020, a cathedral was built in Moscow that scandalized many Russians. For on its walls were mosaics of Joseph Stalin and Vladimir Putin, who were pictured receiving blessings from the Virgin Mary. Thirty years ago, it was unthinkable that Stalin, a man who murdered millions of Christians, would someday be depicted alongside the saints. How could the public memory of the twentieth century be reconstructed so dramatically, so quickly? In this interdisciplinary course, we shall learn that Russia is a country with an unpredictable past: one that is currently being exploited in order to sacralize the reign of Vladimir Putin.",
    "distrib": "Dist:TMV",
    "instructor": "",
    "num": "Sacred",
    "offered": "",
    "subj": "REL 19.36 Putin's",
    "title": "REL 19.36 Putin's Sacred Reign"
  },
  "REL 37 Mountain-Gods,": {
    "description": "This course provides an in-depth examination of the religious traditions of the central Andes (roughly modern Peru and Bolivia). The chronological scope of the course encompasses the past 3,000 years, with equal weight given to both ancient and modern Andean religions. Major themes to be studied include: ritual sacrifice, ritual sex, apocalyptic narratives, the veneration of mummified ancestors, Inca religion, the Spanish Inquisition in the Americas, Catholic anti-idolatry campaigns and colonial messianic movements.",
    "distrib": "Dist:TMV; WCult:NW",
    "instructor": "",
    "num": "Gods,",
    "offered": "",
    "subj": "REL 37 Mountain",
    "title": "REL 37 Mountain Gods, Mummies and Messiahs: Religions of the Andes"
  },
  "RUSS 38.14 Other-Christs:": {
    "description": "Every church preaches its own Jesus: this course is devoted to the ‘other Christs’ of the Eastern Christian traditions. Some celebrate the liturgy in the language of Jesus, others in the language of the pharaohs, and their communities are spread across Egypt, the Middle East, Russia, the Caucasus, India and beyond. This course explores the rich, multicultural history of Christian communities whose origins reach back to early Christianity, and the challenges they face today.",
    "distrib": "Dist:TMV",
    "instructor": "",
    "num": "Christs:",
    "offered": "",
    "subj": "RUSS 38.14 Other",
    "title": "RUSS 38.14 Other Christs: Introduction to Eastern Christianity"
  },
  "RUSS 38.15 Homelands-and": {
    "description": "Drawing on a variety of disciplines, such as anthropology, history, sociology, political science, and cultural studies, and sources ranging from academic works to works of fiction and films, the course first explores the history and culture of Russian (pre-1917) and especially Soviet Jews (1917-1991)—a major and significant segment of the world Jewry—prior to the massive immigration of the 1970s-1990s. The rest of the course involves a comparison of the experience of Russian-speaking Jews in the three major countries they have immigrated to—Israel, US, and Germany—as well as those remaining in Russia today.",
    "distrib": "Dist:INT or SOC; WCult:CI",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "RUSS 38.15 Homelands",
    "title": "RUSS 38.15 Homelands and Diasporas: Russian Jews on Three Continents"
  },
  "RUSS 86 Independent-Reading": {
    "description": "Independent reading and research.",
    "instructor": "",
    "num": "Reading",
    "offered": "",
    "subj": "RUSS 86 Independent",
    "title": "RUSS 86 Independent Reading and Research in Russian"
  },
  "SOCY 72 Critical-Community": {
    "description": "This class will focus on interrogating the drivers of inequality in rural and small-town communities. To understand this, we critically examine several interconnected issues: culture, health, racial equity, education, environment, infrastructure, social services, economic justice, and geographic isolation.",
    "distrib": "Dist:SOC; WCult:W",
    "instructor": "",
    "num": "Community",
    "offered": "",
    "subj": "SOCY 72 Critical",
    "title": "SOCY 72 Critical Community Sociology"
  },
  "SOCY 79.12 Neighborhoods-and": {
    "description": "Just as conditions within our homes have important implications for our health, conditions in the neighborhoods surrounding our homes also can have major health effects. Social, economic, and environmental features of neighborhoods have been linked with mortality, general health status, disability, birth outcomes, chronic conditions, obesity, depression, injuries, violence, health behaviors and more. In this course, we consider whether and how the characteristics of neighborhoods shape the physical and mental health of individuals, and how neighborhoods contribute to persistent health disparities. Special attention will be devoted to conceptual and methodological challenges to detecting the prevalence and magnitude of ‘neighborhood effects’ on health.",
    "instructor": "",
    "num": "and",
    "offered": "",
    "subj": "SOCY 79.12 Neighborhoods",
    "title": "SOCY 79.12 Neighborhoods and Health"
  },
  "SPAN 63.10 Family-Matters:": {
    "description": "Pedro Almodóvar Caballero, Spain's most internationally acclaimed and prize-winning filmmaker will be studied in this course for offering a rich counter-cultural filmography that is in deep dialogue with notions of freedom, creativity, contestation, and justice. Almodóvar's filmmaking, both in aesthetic and cultural terms, addresses issues which will appeal to students interested in understanding how culture, politics, and aesthetics get entangled in ways that “queer” gender identity, family structures, notions of community and the societal expectations and limitations surrounding them. The course will also compare his work with other contemporary filmmakers that have reconfigured in their films the boundaries of “family.”",
    "distrib": "Dist:ART; WCult:CI",
    "instructor": "",
    "num": "Matters:",
    "offered": "",
    "subj": "SPAN 63.10 Family",
    "title": "SPAN 63.10 Family Matters: Pedro Almodovar, Gender Reversals, and New Communities"
  },
  "SPAN 63.11 Blood-Cinema.": {
    "description": "In this course, we will watch and discuss some canonical Spanish movies that deal with the literal and metaphorical topic of blood. In fact, blood will work in this class as a constelation of intertwined themes: war, sacrifice, redeption, punishment, revange, family bonds, vitalist excess, (destructive) passion, sexual desire, Catholic rituals, birth, martyrhood, biopolitics and national identity. Through the lens of the symbol of blood, we will tackle some of the most important political events and cultural problems that have conditioned modern Spanish history. We will also analyse the aesthetic keys and genre characteristics of this heterogenous geneology of films. One important and constant paradox students will confront in these movies is the vacillation between experimental, inovative and looking-forward formal strategies, and regressive subject matters and primitive taboos. Brief essays and excerpts from books will be weekly assigned in order to help student properly contextualize the audivisual works listed in this syllabus, as well as their directors and historical significance.",
    "distrib": "Dist:ART; WCult:W",
    "instructor": "",
    "num": "Cinema.",
    "offered": "",
    "subj": "SPAN 63.11 Blood",
    "title": "SPAN 63.11 Blood Cinema. Spanish Movies from 1926 to 2019"
  },
  "WGSS 66.02 Social-Justice": {
    "description": "This course draws on feminist and queer scholarship to examine the intricate relationship between datafication, ubiquitous computing, and social justice, highlighting the politics and impacts of data-driven processes and big data on human lives. One of the key highlights of WGSS engagements with computing history is the focus on the politics and impacts of data-driven processes and big data on human lives. The course will provide a brief introduction to histories of computing and data-driven practices within the Anglo-American tradition, including discussions of the roles that ethics and biopolitics play within these histories. We will explore ways that privacy/security, algorithmic processes, computational environmental impacts, and design have exploited the most vulnerable while increasing affordances for the most privileged. We will also spend significant time learning about new data/computational justice initiatives and develop a robust understanding of how social justice issues like prison abolition, climate change, and equitable health outcomes are at the core of understanding computational cultures. No Computer Science or Data Science background is required, but the course will entail learning about some of the technical history within both fields. Similarly, there are no WGSS prerequisites for the cours but students will be responsibly for learning about anti-racist feminist and queer methods and insights.",
    "distrib": "Dist:SOC",
    "instructor": "",
    "num": "Justice",
    "offered": "",
    "subj": "WGSS 66.02 Social",
    "title": "WGSS 66.02 Social Justice and Computing"
  },
  "WGSS 66.03 Transnational-Migration:": {
    "description": "This course introduces undergraduate students in programs across the college to research practices, theories and methodologies commonly used in cultural analysis, with the intent of increasing their knowledge of the interdisciplinary fields of critical ethnic and gender studies around the theme of migration. Students will read a range of texts, performances, films and learn the different approaches that migration has come to shape transnational sensibility. The course is designed to individual research/analysis projects to emerge around various constellations of issues, such as where questions of ‘queer’ and ‘migrations’ intersect, or figures of diaspora, the undocumented and the transmigrant meet. This mode of investigation will enable students to develop research interests in cultural processes, discourses and forms across a range of historical periods, on diverse topics (neoliberalism, disability, humanitarian violence, security/securitization, war, terror, prison, border, law, etc.), and in conversation with interdisciplinary themes that are organized by the week. Students will be introduced to the key debates in the field as they interrogate social and political apparatuses of power (sexism, racism, classism, xenophobia, homophobia/heterosexism, transphobia, ableism, and others), and how those apparatuses determine which migrant bodies are recognized and valued both in the United States and the rest of the world.",
    "distrib": "Dist:INT or ART; WCult:CI",
    "instructor": "",
    "num": "Migration:",
    "offered": "",
    "subj": "WGSS 66.03 Transnational",
    "title": "WGSS 66.03 Transnational Migration: Critical Ethnic, Indigenous and Queer Crossings"
  }
}