[
  {
    "subj": "MALS",
    "num": "120",
    "title": "MALS 120 Summer Symposium",
    "description": "Credit/No Credit Degree Requirement for all Concentrations - See more at: http://mals.dartmouth.edu/academics/course-information/course-descriptions#sthash.MzbmADKv.dpuf\nCredit/No Credit Degree Requirement for all Concentrations - See more at: http://mals.dartmouth.edu/academics/course-information/course-descriptions#sthash.MzbmADKv.dpuf\nCredit/No Credit Degree Requirement for all MALS Concentrations",
    "instructor": "",
    "offered": "19X"
  },
  {
    "subj": "MALS",
    "num": "120",
    "title": "MALS 120 Summer Symposium",
    "description": "Credit/No Credit Degree Requirement for all Concentrations - See more at: http://mals.dartmouth.edu/academics/course-information/course-descriptions#sthash.MzbmADKv.dpuf\nCredit/No Credit Degree Requirement for all Concentrations - See more at: http://mals.dartmouth.edu/academics/course-information/course-descriptions#sthash.MzbmADKv.dpuf\nCredit/No Credit Degree Requirement for all MALS Concentrations",
    "instructor": "",
    "offered": "19X"
  },
  {
    "subj": "MALS",
    "num": "130",
    "title": "MALS 130 Cultural Studies Research Methods",
    "description": "Writing a research paper requires the knowledge of the scope, the genesis, and the methods of the discipline one is engaged in. The goal of this workshop is to make students aware of their own approaches to help them develop their own research projects. It will cover methods of practical implementation, skills and strategies to obtain better results in research and class performance. Apart from learning how to apply and integrate different genre such as excerpts, protocols, reports, summaries, or charts that help preparing a presentation, writing a paper, or finishing a thesis, discussions will address the following questions:\n1. What distinguishes scholarship from other forms of knowledge production (media, encyclopedias);\n2. What research means in the sciences and in the humanities, and how individual disciplines produce knowledge;\n3. What it means to read and write “critically;”\n4. How to distinguish “scientific facts,” from “producing meaning,”\n5. How to turn individual observations and experiences into viable scholarly projects and why framing the right question might be more important than the answer;\n6. How research strategies and different forms of systematic thinking might be helpful at working places outside the university and beyond scholarly projects.\nIn order to practice how to plan or carry out research and how to build an argument, students will be asked to bring in their own work in progress, be it an initial idea for a final paper, a proposal for an independent study, or a chapter of their thesis.",
    "instructor": "Klaus Milich",
    "offered": "20W"
  },
  {
    "subj": "MALS",
    "num": "130",
    "title": "MALS 130 Cultural Studies Research Methods",
    "description": "Writing a research paper requires the knowledge of the scope, the genesis, and the methods of the discipline one is engaged in. The goal of this workshop is to make students aware of their own approaches to help them develop their own research projects. It will cover methods of practical implementation, skills and strategies to obtain better results in research and class performance. Apart from learning how to apply and integrate different genre such as excerpts, protocols, reports, summaries, or charts that help preparing a presentation, writing a paper, or finishing a thesis, discussions will address the following questions:\n1. What distinguishes scholarship from other forms of knowledge production (media, encyclopedias);\n2. What research means in the sciences and in the humanities, and how individual disciplines produce knowledge;\n3. What it means to read and write “critically;”\n4. How to distinguish “scientific facts,” from “producing meaning,”\n5. How to turn individual observations and experiences into viable scholarly projects and why framing the right question might be more important than the answer;\n6. How research strategies and different forms of systematic thinking might be helpful at working places outside the university and beyond scholarly projects.\nIn order to practice how to plan or carry out research and how to build an argument, students will be asked to bring in their own work in progress, be it an initial idea for a final paper, a proposal for an independent study, or a chapter of their thesis.",
    "instructor": "Klaus Milich",
    "offered": "18X"
  },
  {
    "subj": "MALS",
    "num": "131",
    "title": "MALS 131 Social Science Research Methods",
    "description": "Qualitative and quantitative data provide different kinds of information to the researcher. Quantitative research measures the reactions of large numbers of people and provides generalizable data. Qualitative research produces detailed data on a small number of cases for an increased depth of understanding. Conducting research in the social sciences requires knowledge of both quantitative and qualitative methods.  Numerous qualitative methods exist with a great diversity of theoretical models. This workshop will focus on ethnographic research, often used by sociologists, anthropologists, and educators to look at the culture of groups and settings. The primary focus of this workshop will be on qualitative methods with discussion on survey methods.  Students will design their own research projects based on their scholarly interests (generated by previous classes) that they would like to further pursue for the basis of their thesis research.",
    "instructor": "Kerry Landers",
    "offered": "Not offered during the 2019-2020 academic year"
  },
  {
    "subj": "MALS",
    "num": "132",
    "title": "MALS 132 Writing Methodologies: Strategies for Creative Writers",
    "description": "This is a discussion based course focused on the preparation and discipline writers need to develop as they progress in their chosen genres. The text selected as the basis for class conversations offers a discussion of various writing concerns that all writers face as they consider such questions as audience, goal, use of language, placement of oneself. The text will be supplemented by short student pieces that may reflect the issues raised by Todd and Kidder in the book.\nThe course goal is create a sense of familiarity with the writing process for students who are starting to write. For students with more experience, the goal is to articulate the questions related to the areas they want to develop. The exchange between beginning and more advanced writers will be valuable in creating an awareness of the questions that propel writers at all levels and in all genres.\nThe class will be enhanced by visits from MALS writing professors and creative writing thesis students.",
    "instructor": "Anna Minardi",
    "offered": "19X"
  },
  {
    "subj": "MALS",
    "num": "137",
    "title": "MALS 137 Thesis Research",
    "description": "MALS students with an approved Thesis Proposal on file may elect to enroll in Thesis Research.  Students enrolling in MALS 137 must be \"in residence\" (within commuting distance of the college), meet regularly with their principle reader and make significant progress toward completing the thesis during the term.",
    "instructor": "",
    "offered": "Every Term"
  },
  {
    "subj": "MALS",
    "num": "140",
    "title": "MALS 140 Writing Workshop: Fiction",
    "description": "This writing course uses a discussion-based, workshop-centered approach to allow both novice and experienced writers to develop their abilities in fiction and particularly the form of the short story. Weekly reading assignments will draw from both past and contemporary writers across numerous genres, with an effort being made to expose students to a wide variety of voices and styles. We will approach these stories with an eye towards not only their literary weight but also will examine the internal elements that make them succeed. Students are expected to both read and actively critique peer work that will be selected in advance of each class by the instructor. Weekly writing assignments will involve both new work and revision of this work, and students will complete several stories of varying length throughout the term. The course’s reading will include authors such as: Borges, Carver, Egan, Gogol, Greene, Hammett, Kundera, Lardner, Le Guin, Maupassant, O’Connor, Oates, Salter.",
    "instructor": "Saul Lelchuk",
    "offered": "19X"
  },
  {
    "subj": "MALS",
    "num": "191",
    "title": "MALS 191 Preserving the Past: Oral History in Theory and Practice",
    "description": "“Preserving the Past” will explore the theoretical implications, practical applications, and literary dimensions of oral history.  Through reading and discussion, students will be exposed to a variety of oral histories and evaluate the uses of individual and/or collective memory as a means of documenting, understanding, and appreciating the past. Oral history will be examined as a literary genre with consideration of how the oral historian becomes a creative writer whose work relies almost wholly on the voices of those interviewed. The special demands of oral biography will be considered as well.\nIssues to be addressed include: the place of oral history—by nature personal and subjective—in the larger historical framework; changes demanded by a shift in medium as the oral historian transfers taped commentary to print; the role of the oral historian/oral biographer as re-caster and re-arranger of memory; evolving recording technologies and the impact of the medium on oral history’s “message” and “massage.”\nSelected oral histories (see Required Reading) will be contrasted with and compared to traditional historical accounts of similar events, as well as to one another as regards purpose, methodology, style, and literary effectiveness. Additionally students can consult historical works (see Recommended Reading) for insights into the ways in which oral history has been included. The roles and responsibilities of the practitioner as interviewer, archivist, historian, biographer, and artist will be examined and critiqued.        \nThe Course  agenda will hone students skills in interviewing, listening, transcribing, editing and organizing – moving from the spoken word to a final polished oral history work.    \nEach student will produce an oral history project comprised of 6-12 voices on a cultural, institutional, local, familial, personal, or event-based topic. Ongoing guidance will be available through one-on-one meetings  as the student goes through the process of selecting a theme and individuals to interview, preparing for and conducting interviews, transcribing and editing tapes, and fashioning from them the final work. Through discussing their projects in the Workshop component of the course, students will have the opportunity to network and benefit from feedback.\nRequirements\n\n    Timely and thorough readings of assigned works to be reflected in informed participation in class discussions. (Books must be on hand for the sessions they are to be discussed.)\n    Participation in a Collateral Readers’ Panel based on in-depth reading/viewing of a portion of a traditional historical work/documentary that deals with one or more of the subjects treated in an assigned oral history. Submission of a satisfactory Oral History Project.\n\nGrades will be based on the quality of work in all of the above. Attendance at all class sessions is mandatory. \nHours\nStudents must meet with either professor a minimum of four times during scheduled Friday hours for one-on-one consultations.",
    "instructor": "Harvey Frommer",
    "offered": "19F"
  },
  {
    "subj": "MALS",
    "num": "202",
    "title": "MALS 202 Reading & Viewing the Holocaust",
    "description": "How has the Holocaust been seen and viewed in literary works and in films?  How well can works of art represent the nightmare of 20th century history?  Can books and films, the world of the aesthetic, dramatize the history of the Holocaust, and sustain the memory adequately?\nThis course will  consider those questions, by means of analyzing some of the major writings and movies trying to come to terms with the unimaginable history.\nIn literature, we will read the fiction  of Ida Fink,  Teodor Borowski, Ilona Karmel, Elie Wiesel, Aharon Appelfeld, among others. In cinema, we will look at films such as Orson Welles (“The Stranger”), Sidney Lumet (“The Pawnbroker”), Vittoria  de Sica (“The Garden of the Finzi-Continis”), Marcel Ophuls (“The Sorrow and the Pity”),  Roman Polanski (“The Pianist”).",
    "instructor": "Alan Lelchuk",
    "offered": "Not offered during the 2019-2020 academic year"
  }
]